[
  "calendar",
  "better-word-count",
  "copilot",
  "obsidian-day-planner",
  "easy-typing-obsidian",
  "OA-file-hider",
  "obsidian-footnotes",
  "obsidian-git",
  "obsidian-hider",
  "obsidian-icon-folder",
  "obsidian-kanban",
  "obsidian-linter",
  "darlal-switcher-plus",
  "obsidian-paste-image-rename",
  "recent-files-obsidian",
  "obsidian-style-settings",
  "templater-obsidian",
  "obsidian-auto-link-title",
  "obsidian-copy-block-link",
  "dataview",
  "obsidian42-strange-new-worlds",
  "obsidian-spaced-repetition"
]